/* No comment provided by engineer. */
" and %@" = " 和 %@";

/* update notice when someone comments. %1$@ is the commenter name, %2$@ is the comment. */
"%1$@ commented: %2$@" = "%1$@ 評論: %2$@";

/* update notice when someone suggests an ID. %1$@ is the username, %2$@ is the species. */
"%1$@ suggested an ID: %2$@" = "%1$@ 建議了一個 ID: %2$@";

/* confirmation alert text when changing a users network affiliation. %1%@ is network name, %2%@ is the country, %3%@ is the network name again */
"%@ is a member of the iNaturalist Network in %@. Local institutions supporting %@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?" = "%1$@ is a member of the iNaturalist Network in %2$@. Local institutions supporting %3$@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?";

/* join iNat network partner alert message - %1%@ is the country name, %2%@ is partner name */
"%@ is part of the international iNaturalist Network. Would you like to join %@ to localize your experience of iNaturalist and share data with local institutions?" = "%1$@ is part of the international iNaturalist Network. Would you like to join %2$@ to localize your experience of iNaturalist and share data with local institutions?";

/* site news */
"%@ News" = "%@ 新聞";

/* identification author attribution */
"%@'s ID" = "%@ 的 ID";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@, 建立 %2$@";

/* Count of observations by this user, singular. */
"%d Observation" = "%d 筆觀察記錄";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d 筆觀察記錄上傳";

/* Count of observations by this user, plural. */
"%d Observations" = "%d 筆觀察記錄";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d 筆觀察記錄上傳";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "'%1$@'，需要您填寫 '%2$@' 欄位。";

/* <INatLocation: latitude: %@ longitude:%@ accuracy:%@> */
"<INatLocation: lat: %@ lon:%@ acc:%@>" = "<INatLocation: lat: %1$@ lon:%2$@ acc:%3$@>";

/* positional accuracy when we don't know */
"???" = "???";

/* About button title in Settings
   About project button
   about the project header
   title of about screen */
"About" = "關於";

/* title for about section of the guide screen */
"ABOUT" = "關於";

/* about this project title */
"About this Project" = "關於本專案";

/* emphasis text for the 'switch to login mode' button. must be a substring of the base text */
"Account?" = "帳號?";

/* No comment provided by engineer. */
"Activity" = "活動";

/* Title for add comment failed alert */
"Add Comment Failure" = "新增註解失敗";

/* Title for add ID failed alert */
"Add Identification Failure" = "新增鑑定失敗";

/* No comment provided by engineer. */
"Add to Favorites" = "新增至「最愛」";

/* project admins header */
"Administrators" = "管理者";

/* No comment provided by engineer. */
"Agree" = "同意";

/* No comment provided by engineer. */
"All" = "全部";

/* base text for the 'switch to login mode' button */
"Already have an Account?" = "已經有帳號了嗎？";

/* unknown error adding content */
"An unknown error occured. Please try again." = "發生未知錯誤，請再試一次。";

/* Title for app section of settings. */
"App Settings" = "App 設定";

/* No comment provided by engineer. */
"Are you really sure?" = "你真的確定嗎？";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "您確定要離開此專案嗎？";

/* No comment provided by engineer. */
"Are you sure?" = "您確定嗎？";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "您確定嗎？這是永久不變的。";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "自動";

/* label for autocomplete names switch in settings */
"Autocomplete names" = "自動補齊名字";

/* label for auto upload switch in settings */
"Automatic upload" = "自動上傳";

/* tooltip text for automatically upload option. */
"Automatically upload new or edited content to iNaturalist.org" = "自動上傳新的或編輯過的內容到 iNaturalist.org";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "使用 iNaturalist 時，您同意服務條款和隱私政策。";

/* vision assistance */
"CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance." = "CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance.";

/* accessibility label for camera shutter button */
"Camera Shutter" = "相機快門";

/* No comment provided by engineer. */
"Can't Add ID" = "無法新增 ID";

/* No comment provided by engineer. */
"Can't Comment" = "無法註解";

/* No comment provided by engineer. */
"Can't Fave" = "無法做為最愛";

/* No comment provided by engineer. */
"Can't find search for your observations right now. Please try later." = "現在未能找到你所搜尋的觀察記錄。請稍後再試。";

/* canada partner */
"Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca)." = "Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca).";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "取消中...";

/* Alert title when we don't have permission to access camera. */
"Cannot access camera" = "無法存取相機";

/* Alert title when we don't have permission to access photos. */
"Cannot access photos" = "無法存取照片";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "不能選擇未來的日期。";

/* Failure message */
"Cannot donate" = "無法捐款";

/* error when loading suggestions. %@ is the error message */
"Cannot load suggestions: %@" = "無法載入建議： %@";

/* Failure message */
"Cannot rate" = "無法評分";

/* No comment provided by engineer. */
"Cannot search iNaturalist.org" = "無法搜尋 iNaturalist.org";

/* No comment provided by engineer. */
"Cannot use your location" = "無法使用您所在的位置";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "圈養/栽培";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. iNaturalist is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "圈養 / 栽培的意義指的是這些生物出現在那裡是人為的因素。iNaturalist 是關於觀察野生生物的計畫，而我們的科學資料夥伴對於寵物、 花園或動物園中的動物之觀察並沒有興趣。";

/* title for captive selector */
"Captive?" = "圈養或栽培嗎？";

/* casual data quality */
"Casual Grade" = "一般等級";

/* label for change email address action in settings */
"Change email" = "更改電子郵件";

/* No comment provided by engineer. */
"Change Email" = "更改電子郵件";

/* No comment provided by engineer. */
"Change email address?" = "要更改電子郵件嗎？";

/* accessibility label for change flash button */
"Change Flash" = "更改閃光燈模式";

/* accessibility label for flash button when mode is auto */
"Change Flash Toggle. Current state is Auto" = "更改閃燈連動。目前狀態為「自動」";

/* accessibility label for flash button when mode is off */
"Change Flash Toggle. Current state is Off" = "更改閃燈連動。目前狀態為「關閉」";

/* accessibility label for flash button when mode is on */
"Change Flash Toggle. Current state is On" = "更改閃燈連動。目前狀態為「開啟」";

/* label for change username action in settings */
"Change username" = "更改使用者名稱";

/* No comment provided by engineer. */
"Change Username" = "更改使用者名稱";

/* No comment provided by engineer. */
"Change username?" = "更改使用者名稱嗎？";

/* No comment provided by engineer. */
"Change your profile photo?" = "更改您的個人照片嗎？";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "如果您想在您的照片套用創意公用授權－非商業使用條款的話，請勾選此方框。你之後可以選擇不同的授權或移除它，但這個授權對於分享資料給研究者是最好的授權。";

/* title of alert after you reset your password */
"Check your email" = "請查看您的電子郵件";

/* No comment provided by engineer. */
"Choose from library" = "從圖庫中選擇";

/* title of inat network picker */
"Choose iNat Network" = "選擇 iNaturalist 網路";

/* title for project observations chooser */
"Choose Projects" = "選擇專案";

/* accessibility label for close camera button */
"Close Camera" = "關閉相機";

/* Collection type of project, which automatically collects observations into it. */
"Collection Project" = "收藏專案";

/* colombia partner */
"Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org)." = "Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org).";

/* No comment provided by engineer. */
"Comment" = "評論";

/* label for contact support action in settings. */
"Contact support" = "聯絡支援團隊";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "內容授權";

/* Button to copy the scientific name */
"Copy Scientific Name" = "複製學名";

/* No comment provided by engineer. */
"Couldn't Agree" = "不能同意";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "無法新增至專案 %1$@。%2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "無法判斷您的目前位置";

/* Notice while we're creating an iNat account for them */
"Creating iNaturalist account..." = "正在建立 iNaturalist 帳號...";

/* intro to credits section. */
"Credits" = "致謝";

/* Header for data quality section of obs detail */
"Data Quality" = "資料品質";

/* No comment provided by engineer. */
"Default" = "預設";

/* button to  delete a locally downloaded species guide. */
"Delete download" = "刪除已下載檔案";

/* No comment provided by engineer. */
"Delete Error" = "刪除出錯";

/* text of delete obs button */
"Delete Observation" = "刪除觀察記錄";

/* Deletes pending sync. */
"Deletes To Sync" = "同步刪除";

/* title for description section of the guide screen */
"DESCRIPTION" = "描述";

/* Title for confirm new observation details view */
"Details" = "詳細資料";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "不要再顯示提示";

/* label for donate action in settings. */
"Donate to iNaturalist" = "捐款給 iNaturalist";

/* No comment provided by engineer. */
"Download" = "下載";

/* title for button that allows a user to download a species guide and use it while offline. */
"Download for offline use" = "下載供離線使用";

/* No comment provided by engineer. */
"Download not available" = "不提供下載服務";

/* notice that a species guide has been downloaded from the server and can be used while offline. */
"Downloaded" = "已下載";

/* Notice when we're downloading a species guide from the server, to be used offline */
"Downloading..." = "正在下載…";

/* The editor or author of the species guide */
"Editor" = "編輯器";

/* message for the alert when a guide download fails, if we can't extract an error message. */
"Either there was an error on the server or the guide no longer exists." = "在伺服器上可能出現了一個錯誤，或指南不再存在。";

/* label for email field in settings */
"Email" = "電子郵件";

/* tooltip text for autocorrect settings option. */
"Enable to allow iOS to auto-correct and spell-check Species names." = "啟用以允許 iOS 自動校正和拼寫檢查物種名稱。";

/* No comment provided by engineer. */
"Error" = "錯誤";

/* No comment provided by engineer. */
"Error Fetching Observations" = "截取觀察記錄時出錯";

/* error loading leaderboard title */
"Error loading leaderboard" = "載入積分板時出錯";

/* image save error title */
"Error Saving Image" = "儲存影像時出錯";

/* No comment provided by engineer. */
"Explore" = "探索";

/* title of alert when a guide download fails. a localized error message provided by iOS or the server follows. */
"Failed to download guide" = "下載指南失敗";

/* Unknown iNat login error */
"Failed to login to iNaturalist. Please try again." = "登入 iNaturalist 失敗。請再試一次。";

/* No comment provided by engineer. */
"Failed to save guide" = "儲存指南失敗";

/* No comment provided by engineer. */
"Faved" = "我的最愛";

/* No comment provided by engineer. */
"Faving..." = "標註我的最愛...";

/* No comment provided by engineer. */
"Featured" = "精選";

/* No comment provided by engineer. */
"Fetch Error" = "存取錯誤";

/* This is an explanation for when auth token fetch fails during upload/sync. */
"Fetching an authentication token failed. Please contact help@inaturalist.org." = "取得驗證碼失敗。請聯絡 help@inaturalist.org。";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "在地圖區域內存取最近的觀察記錄";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "獲取最近的全球觀察記錄";

/* No comment provided by engineer. */
"Find %@ named '" = "找到名為 %@ ";

/* No comment provided by engineer. */
"Find my observations" = "找尋我的觀察記錄";

/* No comment provided by engineer. */
"Find observations near me" = "找尋附近的觀察記錄";

/* No comment provided by engineer. */
"Finding your location..." = "搜尋您所在的位置...";

/* Title for forgot password button. */
"Forgot?" = "忘了嗎？";

/* Geoprivacy button title */
"Geoprivacy" = "地理資訊隱私權";

/* No comment provided by engineer. */
"Go Back" = "返回";

/* Button to dismiss a tutorial screen */
"Got It" = "了解你的明白了";

/* No comment provided by engineer. */
"Guide download error" = "指南下載錯誤";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "指南編輯器必須啟用此功能。";

/* No comment provided by engineer. */
"Guides" = "指南";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "iNaturalist 社群建立和分享指南";

/* Title for guides tutorial screen */
"Guides are lists of species" = "指南是物種清單";

/* Title for help section of settings. */
"Help" = "說明";

/* No comment provided by engineer. */
"Here are our top ten species suggestions:" = "這裡是我們十個最高相關的物種建議：";

/* Title of identification failure alert */
"Identification Failed" = "鑑定失敗";

/* Title for taxon section when adding an ID */
"Identification Taxon" = "鑑定分類群";

/* No comment provided by engineer. */
"Identifications" = "鑑定";

/* No comment provided by engineer. */
"Identifiers" = "鑑定者";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = "如果您輸入的電子郵件地址是連結到 iNaturalist 帳號，您應該會收到一封電子郵件，在郵件中至提供的連結重設您的密碼。";

/* No comment provided by engineer. */
"Image Load Failed" = "影像載入失敗";

/* No comment provided by engineer. */
"in project '%@'" = "在 '%@' 專案";

/* inat core team, alphabetically */
"iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Patrick Leary, Scott Loarie, Abhas Misraraj, Carrie Seltzer, Alex Shepard, and Ken-ichi Ueda." = "iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Patrick Leary, Scott Loarie, Abhas Misraraj, Carrie Seltzer, Alex Shepard, and Ken-ichi Ueda.";

/* inat joint initiative statement */
"iNaturalist is a joint initiative of the California Academy of Sciences and the National Geographic Society" = "iNaturalist 是加州科學院(California Academy of Science)和國家地理學會(National Geographic Society)的共同計畫";

/* label for inaturalist network action in settings */
"iNaturalist Network" = "iNaturalist 網路";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "iNaturalist 使用 Joseph Wain 開發的 Glyphish、Ben Sperry 開發的 ionicons、Luis Prado 以及Noun Project 的 Roman Shlyakov開發的 icons。iNaturalist 對 Cocoapods 社群以及對開源資源社群的貢獻十分感謝。 請參閱 https://github.com/inaturalist/INaturalistIOS。";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "使用者名稱或密碼錯誤。";

/* No comment provided by engineer. */
"Internet connection required" = "需要網路連線";

/* No comment provided by engineer. */
"Internet required" = "需要網路連線";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "介紹自動上傳！";

/* Invalid date alert title */
"Invalid Date" = "無效的日期";

/* Error for bad email when making account. */
"Invalid Email Address" = "無效的電子郵件位址";

/* Unknown invalid input */
"Invalid input" = "無效的輸入";

/* No comment provided by engineer. */
"Invalid Location" = "無效的位置";

/* Error for bad username hwne making account.
   Error for bad username when making account. */
"Invalid Username" = "無效的使用者名稱";

/* iucn places credit */
"IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net." = "IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net.";

/* Join project button */
"Join" = "加入";

/* join iNat network partner alert title */
"Join %@?" = "加入 %@？";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "加入專案，以在你記錄觀察資料時來選擇它們";

/* No comment provided by engineer. */
"Joined" = "已加入";

/* No comment provided by engineer. */
"Joining..." = "加入...";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "緯度: %1$.5f 經度: %2$.5f 精確度: %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "積分板";

/* Emphasis text for the license my content checkbox. Must be a substring of the base string. */
"Learn More" = "瞭解更多資訊";

/* learn more (about network partner changes) button text */
"Learn more" = "了解更多";

/* No comment provided by engineer. */
"Learn more about data quality >" = "瞭解更多有關資料品質 >";

/* Leave project button */
"Leave" = "離開";

/* No comment provided by engineer. */
"Leaving..." = "離開中...";

/* The license of the species guide */
"License" = "授權";

/* No comment provided by engineer. */
"Loading..." = "載入中...";

/* No comment provided by engineer. */
"Location Fetch Error" = "定位擷取錯誤";

/* No comment provided by engineer. */
"Location Services Denied" = "定位服務被拒絕";

/* No comment provided by engineer. */
"Location Services Restricted" = "定位服務被限制";

/* No comment provided by engineer. */
"locations" = "位置資訊";

/* Title for button that allows users to log in to their existing iNat account */
"Log In" = "登入";

/* No comment provided by engineer. */
"Log In / Sign Up" = "登入 / 註冊";

/* Notice while we're logging them in */
"Logging in..." = "登入中...";

/* No comment provided by engineer. */
"Login and upload this observation to enable comments & identifications." = "登入和上傳這筆觀察記錄來啟用註解及鑑定。";

/* No comment provided by engineer. */
"Login to enable faves." = "登入以啟用標記我的最愛";

/* placeholder text for taxon search bar */
"Look up a species by name" = "依照名字來查找物種";

/* unknown taxon subtitle when suggestions are unavailable */
"Look up species name" = "查找物種名字";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "看起來有錯誤發生: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "看來你還沒有觀察記錄喔。";

/* label for app store rating action in settings. */
"Love iNat? Rate us" = "喜愛 iNaturalist？給我們評分吧！";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "請確認 iNaturalist 可存取你的位置權限或是給 GPS 一點時間來取得位置資訊。";

/* Tooltip prompting users to make their first observation */
"Make your first observation" = "建立你的第一筆觀察記錄";

/* title for action sheet allowing user to delete a locally downloaded guide. */
"Manage download" = "管理下載";

/* No comment provided by engineer. */
"Map of Observations" = "觀察記錄地圖";

/* Placeholder text for not logged title on me tab. */
"Me" = "我";

/* mexico partner */
"Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx)." = "Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx).";

/* No comment provided by engineer. */
"Missing Date" = "缺少日期";

/* No comment provided by engineer. */
"Missing Location" = "缺少位置資訊";

/* No comment provided by engineer. */
"Missing Required Field" = "缺少必填欄位";

/* No comment provided by engineer. */
"My Content" = "我的資料";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "名字為 '%1$@ (%2$@)'";

/* No comment provided by engineer. */
"named '%@'" = "'%@' 為名的生物";

/* No comment provided by engineer. */
"Nearby" = "附近的";

/* needs id data quality */
"Needs ID" = "需要 ID";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "需要您的注意";

/* Network is required error message */
"Network is required." = "需要網路連線";

/* No comment provided by engineer. */
"Network unavailable" = "無法使用網路";

/* No comment provided by engineer. */
"Network Unavailable" = "無法使用網路";

/* No comment provided by engineer. */
"Network unreachable" = "網路無法連線";

/* No comment provided by engineer. */
"Never mind" = "別介意";

/* base text for the 'switch to signup mode' button */
"New to iNaturalist? Sign up now!" = "iNaturalist 新手嗎？現在就註冊！";

/* nz partner */
"New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz)." = "紐西蘭：紐西蘭生物多樣性記錄營運的 iNaturalist NZ — Mātaki Taiao (inaturalist.nz)。";

/* News project button */
"News" = "新聞";

/* Confirm a new photo */
"NEXT" = "下一步";

/* No comment provided by engineer. */
"No" = "否";

/* No comment provided by engineer. */
"No description" = "沒有描述";

/* No comment provided by engineer. */
"No featured projects." = "無精選專案";

/* No comment provided by engineer. */
"No iNaturalist Results" = "無 iNaturalist 結果";

/* place guess when we have no location information */
"No location" = "無位置資訊";

/* No comment provided by engineer. */
"No matching taxa" = "無符合的分類群";

/* No comment provided by engineer. */
"No nearby guides." = "無附近的指南。";

/* No comment provided by engineer. */
"No nearby projects." = "無附近的專案。";

/* No comment provided by engineer. */
"No network connection." = "沒有網路連線。";

/* No comment provided by engineer. */
"No network connection. :(" = "沒有網路連線 :(";

/* Header observation count title when there are none. */
"No Observations" = "沒有觀察記錄";

/* Error notice when exploring observations, when no obserations were found within a map area. */
"No observations found in map area." = "在地圖區域中找不到觀察記錄。";

/* Error notice when exploring observations when no observations were found. */
"No observations found." = "尚未有觀察記錄。";

/* No comment provided by engineer. */
"No observations yet." = "還沒有觀察記錄！";

/* accessibility label for no photo button */
"No Photo" = "沒有相片";

/* No comment provided by engineer. */
"No Photos and Missing Identification" = "無照片以及缺乏鑑定";

/* No comment provided by engineer. */
"No such organisms found. :(" = "找不到這種生物 :(";

/* No comment provided by engineer. */
"No such person found. :(" = "找不到這個使用者 :(";

/* No comment provided by engineer. */
"No such place found. :(" = "找不到此地點 :(";

/* No comment provided by engineer. */
"No such project found. :(" = "找不到這類專案 :(";

/* No comment provided by engineer. */
"No Thanks" = "不用，感恩";

/* No comment provided by engineer. */
"No updates yet. Stay tuned!" = "尚未更新。請保持關注！";

/* No comment provided by engineer. */
"No URL configured" = "沒有設定 URL";

/* do not change network partner button */
"No, don’t change my affiliation" = "不，不要更動我的附屬網路";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "沒有照片";

/* No comment provided by engineer. */
"None, all rights reserved" = "保留一切著作權利";

/* No comment provided by engineer. */
"Not Allowed" = "不允許";

/* 403 unauthorized title */
"Not Authorized" = "未取得授權。";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "備註…";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "觀察";

/* obscured geoprivacy */
"Obscured" = "遮蔽";

/* Project validation error, with the specific error */
"Observation Field Validation error: %@" = "觀察欄位驗證錯誤: %@";

/* project observation rules header */
"Observation Rules" = "觀察記錄的規則";

/* No comment provided by engineer. */
"Observations" = "觀察記錄";

/* Title for New Observation Tab Bar Button */
"Observe" = "觀察";

/* No comment provided by engineer. */
"Observers" = "觀察者";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "關閉";

/* No comment provided by engineer. */
"OK" = "好的";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "開";

/* Title error with oops text. */
"Oops" = "啊哩勒";

/* open geoprivacy */
"Open" = "開啟";

/* No comment provided by engineer. */
"Open link in Safari" = "在 Safari 中打開網址";

/* No comment provided by engineer. */
"organisms" = "生物";

/* panama partner */
"Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org)." = "巴拿馬：由環境永續發展部(Ministerio de Ambiente)營運的 iNaturalistPa (panama.inaturalist.org)。";

/* Error for bad password when making account */
"Passwords must be six characters in length." = "密碼長度必須要至少六個字以上。";

/* No comment provided by engineer. */
"people" = "使用者";

/* No comment provided by engineer. */
"Permission denied" = "權限被拒";

/* Title for photo save error alert msg */
"Photo Save Error" = "儲存照片錯誤";

/* accessibility label for pick from library button */
"Pick from Library" = "從相片庫中挑選";

/* No comment provided by engineer. */
"Placeholder" = "取代符";

/* Alert message when we don't have permission to access the camera. */
"Please make sure iNaturalist is turned on in Settings > Privacy > Camera" = "請確定在「設定 > 隱私權 > 相機」中 iNaturalist 是開啟的狀態";

/* Alert message when we don't have permission to access the photo library. */
"Please make sure iNaturalist is turned on in Settings > Privacy > Photos" = "請確定在「設定 > 隱私權 > 相機」中 iNaturalist 是開啟的狀態";

/* No comment provided by engineer. */
"Please pick a valid location." = "請選擇一個的有效的定位。";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "請稍後再試。";

/* No comment provided by engineer. */
"Please try again in a minute." = "請一分鐘後再試一次。";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "請上傳以確定資料品質";

/* portugal partner */
"Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org)." = "葡萄牙: Associação Biodisçao Para Todos 營運 Biodisy4all (Biodiversity4All. org)。";

/* label for a news post author */
"Posted by" = "發文者：";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "隱私權政策";

/* private geoprivacy */
"Private" = "非公開";

/* No comment provided by engineer. */
"projects" = "專案";

/* choose projects button title. */
"Projects" = "專案";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "專案是具有相同目的之觀察的收藏集";

/* No comment provided by engineer. */
"Pull to Refresh" = "下拉來重新整理...";

/* Rank in an ordered list */
"Rank" = "等級";

/* action to re-download a species guide from the server */
"Re-download" = "重新下載";

/* No comment provided by engineer. */
"Remove my profile photo" = "刪除我的個人資料照片";

/* No comment provided by engineer. */
"Removing..." = "正在刪除...";

/* No comment provided by engineer. */
"Request timed out" = "請求逾時";

/* No comment provided by engineer. */
"RESEARCH" = "研究";

/* research data quality */
"Research Grade" = "研究等級";

/* No comment provided by engineer. */
"Restricted to current map area" = "限制在目前的地圖區域範圍";

/* Retake a photo */
"RETAKE" = "重新拍攝";

/* accessibility label for reverse/switch camera button */
"Reverse Camera" = "對調相機前後鏡頭";

/* Title for save new observation button */
"SAVE" = "儲存";

/* No comment provided by engineer. */
"Save Anyway" = "仍要儲存";

/* status while saving your image */
"Saving new photo..." = "儲存新照片中...";

/* No comment provided by engineer. */
"Saving..." = "儲存中...";

/* No comment provided by engineer. */
"Scroll down for newest activity" = "向下滑動獲取最新活動資訊";

/* No comment provided by engineer. */
"Search" = "搜尋";

/* No comment provided by engineer. */
"Searching for organisms..." = "正在搜尋生物...";

/* No comment provided by engineer. */
"Searching for people..." = "正在搜尋其他人...";

/* No comment provided by engineer. */
"Searching for place..." = "正在搜尋地點...";

/* No comment provided by engineer. */
"Searching for project..." = "正在搜尋專案...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "在地圖區域內搜尋最近的觀察記錄";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "正尋找最近的觀察記錄";

/* No comment provided by engineer. */
"seen at '%@'" = "在 '%@' 看到";

/* No comment provided by engineer. */
"seen by '%@'" = "被 '%@' 所見";

/* basis for a suggestion */
"Seen Nearby" = "附近曾見過";

/* default select title */
"Select" = "選擇";

/* select taxon title */
"Select \"%@\"" = "選擇\"%@\"";

/* title for date selector */
"Select Date" = "選擇日期";

/* title for geoprivacy selector */
"Select Privacy" = "選擇隱私設定";

/* No comment provided by engineer. */
"Selected Observation" = "所選的觀察記錄";

/* accessibility label for choose profile photo button */
"Set Profile Photo" = "設定個人頭像";

/* accessibility label for settings button
   The name of the iOS Settings app
   Title for the settings screen. */
"Settings" = "設定";

/* Title for share new observation button */
"SHARE" = "分享";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "與 iNaturalist 社群分享你的觀察記錄。";

/* No comment provided by engineer. */
"Show species suggestions for observations or identifications" = "對觀察者及鑑定者顯示物種辨認建議";

/* No comment provided by engineer. */
"Sign out" = "登出";

/* Title for button that allows users to sign up for a new iNat account */
"Sign Up" = "註冊";

/* emphasis text for the 'switch to signup mode' button. must be a substring of the base text */
"Sign up now!" = "現在就註冊！";

/* No comment provided by engineer. */
"Signing Out" = "正在登出";

/* skip button title */
"Skip ›" = "略過 >";

/* No comment provided by engineer. */
"Something..." = "某生物...";

/* No comment provided by engineer. */
"Somewhere..." = "某特定場所...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "分類";

/* No comment provided by engineer. */
"Source: Wikipedia" = "來源：維基百科";

/* Species optino for explore leaderboard sorting. Must be short. */
"Species" = "物種";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "統計";

/* accessibility label for stop uploading button */
"Stop Uploading" = "停止上傳";

/* No comment provided by engineer. */
"Suggest ID" = "建議之 ID";

/* label for suggest species switch in settings */
"Suggest species" = "建議物種";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community, including %@, %@, %@, and many others." = "基於 iNaturalist 社群 (包括%1$@、%2$@、%3$@ 和其他許多人) 提供之觀察和鑑定的建議。";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community." = "建議基於 iNaturalist 社區所提供的觀察記錄和物種辨認 。";

/* Title of me header when syncing. */
"Syncing..." = "同步中...";

/* Tags (kind of like categories) are applied to the species in a guide, and allow the guide editor to group and organize the species in a guide. */
"TAGS" = "標籤";

/* No comment provided by engineer. */
"Take a photo" = "拍張照";

/* Title for description/comment when adding an ID */
"Tell Us Why" = "告訴我們為什麼";

/* project terms header */
"Terms" = "使用條款";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "服務條款";

/* partners */
"The international iNaturalist Network supports localized, fully integrated, iNaturalist-based websites in the following countries, thanks to the support of associated partner organizations." = "感謝相關夥伴組織的協助下，以下國家支援在地語系化、全面整合並建構於原有 iNaturalist 網站基礎上之 iNaturalist 附屬網路。";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "本專案目前還沒有觀察記錄。請稍後再查看 ！";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "出現了一個無預期的錯誤";

/* No comment provided by engineer. */
"This can happen when your Internet connection is slow or intermittent.  Please try again the next time you're on WiFi." = "由於網絡緩慢或斷續，請連接 Wifi 再嘗試。";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the iNaturalist community." = "iNaturalist 社群評選此觀察記錄為一般等級。";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the iNaturalist community." = "此觀察記錄列為一般等級是因為 iNaturalist 社群評選它為圈養或栽培。";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "對於這筆觀察記錄來說需要日期才能被考慮列為研究等級。";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "對於這筆觀察記錄來說需要位置資訊才能被考慮列為研究等級。";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "對於這筆觀察記錄來說，它需要更具體的社群鑑定共識才能被考慮列為研究等級。";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "對於這筆觀察記錄來說需要照片才能被考慮列為研究等級。";

/* No comment provided by engineer. */
"This observation needs more IDs from the iNat community to be considered for Research Grade." = "對於這筆觀察記錄來說，它需要從 iNaturalist 社群中取得更多鑑定才能被考慮列為研究等級。";

/* No comment provided by engineer. */
"This project has no description." = "這個專案沒有任何說明。";

/* No comment provided by engineer. */
"This project has no rules." = "這個專案有沒有規則。";

/* No comment provided by engineer. */
"This project has no terms." = "這個專案沒有使用條款。";

/* No comment provided by engineer. */
"This project has no title." = "這個專案沒有使用標題。";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "這程序也將會從這個專案中刪除您的觀察資料。";

/* No comment provided by engineer. */
"This will destroy any changes/additions you've made from this app that haven't been synced with iNaturalist.org." = "這將會移除您從這個 app 中所有更動/新增且尚未和  iNaturalist.org 同步的項目。";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "這將下載 %@ 的資料，所以即使您沒有網路存取權限也可以使用本指南。";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "時間區間";

/* No comment provided by engineer. */
"Timeout" = "逾時";

/* project title header */
"Title" = "標題";

/* Traditional inat type of project, where users have to manually add observations to the project. */
"Traditional Project" = "傳統專案";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "當你下次連線到網路的時候請重新再試一次。";

/* button title to turn on autoupload */
"Turn On" = "開啟";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist." = "打開自動上傳，您的觀察記錄將自動上傳到 iNaturalist。";

/* label for start tutorial action in settings. */
"Tutorial" = "使用教學";

/* Umbrella type of project, which contains other projects within it. */
"Umbrella Project" = "綜合專案";

/* No comment provided by engineer. */
"Un-faving..." = "取消最愛中…";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "無法新增到此觀察記錄的鑑定。請稍後再試。";

/* No comment provided by engineer. */
"Unable to find location" = "無法找到位置";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "無法找到位置名稱";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "此觀察記錄無法鑑定為這個物種。請稍後再試。";

/* Title for error */
"Unable to load page" = "無法載入頁面";

/* unknown taxon */
"Unknown" = "未知的";

/* No comment provided by engineer. */
"Unknown author" = "未知的作者";

/* Message body when we don't know the error */
"Unknown error" = "未知的錯誤";

/* Unknown error */
"Unknown error while making an identification." = "當嘗試建立鑑定時發生未知的錯誤。";

/* message to the user when we get an unknown error. the %ld will be a status code */
"Unknown Error: %ld" = "未知的錯誤：%ld";

/* No comment provided by engineer. */
"Unprocessable entity" = "無法處理的項目";

/* No comment provided by engineer. */
"Untitled Post" = "無標題發文";

/* No comment provided by engineer. */
"Updating your iNaturalist account information." = "更新您的 iNaturalist 帳號資訊。";

/* No comment provided by engineer. */
"Updating..." = "更新中...";

/* accessibility labelf for upload button
   Title for upload button. */
"Upload" = "上傳";

/* No comment provided by engineer. */
"Upload Error" = "上傳錯誤";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "上傳這筆觀察記錄以啟用評論及鑑定。";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "上傳這筆觀察記錄以啟用加入最愛。";

/* subtitle for observation while it's uploading. */
"Uploading..." = "上傳中...";

/* label for username field in settings */
"Username" = "使用者名稱";

/* Title for version section of settings. */
"Version" = "版本";

/* unknown taxon subtitle when suggestions are available */
"View suggestions" = "查看建議";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "訪問 %@ 來建立您自己的專案";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "查看 iNaturalist.org 來創建您自己的指南";

/* basis for a species suggestion */
"Visually Similar" = "視覺上看起來很像";

/* basis for a species suggestion */
"Visually Similar / Seen Nearby" = "視覺上看起來很像/附近可見";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "等待上傳中…";

/* inat ios translators with more than 200 strings contributed, alphabetically */
"We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "我們很感激由 crowdin.com 社群所提供的翻譯協助，特別是：Catherine B、Vladimir Belash、cgalindo、danieleseglie、Eduardo Martínez、naofum、Foss、jacquesboivin、Sungmin Ji、katunchik、NCAA、oarazy、sudachi、T.O、testamorta 和 vilseskog。若要加入 iNaturalist iOS 翻譯團隊，請查閱 https://crowdin.com/project/inaturalistios。";

/* No comment provided by engineer. */
"We don't have enough room to make new observations!" = "我們空間不足以致於無法新增觀察記錄！";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "我們從 iOS 中沒有取得權限來使用您的位置。";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation, but here are our top 10 suggestions." = "我們信心不足以致於無法提出對此物種的建議，但這是我們最高的10筆建議。";

/* comment for common ancestor suggestion. %1$@ is the rank name (order, family), whereas %2$@ is the actual rank (Animalia, Insecta) */
"We're pretty sure this is in the %1$@ %2$@." = "我們很肯定這是在 %1$@ %2$@。";

/* unknown taxon title */
"What did you see?" = "您看到什麼？";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "圈養/栽培指的是什麼呢？";

/* No comment provided by engineer. */
"Which organism?" = "是什麼生物？";

/* No comment provided by engineer. */
"Which person?" = "是誰？";

/* No comment provided by engineer. */
"Which place?" = "什麼地點呢？";

/* No comment provided by engineer. */
"Which project?" = "什麼專案呢？";

/* No comment provided by engineer. */
"Whoops" = "糟糕";

/* Default upload failure alert title. */
"Whoops!" = "糟糕!";

/* No comment provided by engineer. */
"Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade." = "若沒有日期的話，此觀察記錄對其他人來說也許會很難準確地鑑定，而且永遠不會達到研究等級。";

/* No comment provided by engineer. */
"Without a location, this observation will be very hard for others to identify and will never attain research grade." = "若沒有地點的話，此觀察記錄對其他人來說也許會很難準確地鑑定，而且永遠不會達到研究等級。";

/* No comment provided by engineer. */
"Without at least one photo, this observation will be impossible for others to help identify." = "若連一張照片都沒有的話，此觀察記錄無法讓其他人來協助鑑定。";

/* No comment provided by engineer. */
"Yes" = "是";

/* change network partner button */
"Yes, change my affiliation" = "好的，更動我的網路附屬單位";

/* No comment provided by engineer. */
"Yes, delete this observation" = "好的，刪除這筆觀察記錄";

/* Base text for the license my content checkbox during account creation */
"Yes, license my content so scientists can use my data. Learn More" = "好的，授權我的內容以讓科學家使用我的資料！ 了解更多資訊";

/* failure message when the user tries to change their network affiliation too often */
"You can only change your network affiliation once per day." = "您每天只能更改一次 iNat 附屬網路。";

/* No comment provided by engineer. */
"You don't have any projects yet." = "您還沒有任何專案。";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org" = "您並沒有權限做那件事。您的帳號已被停權。請聯絡 help@inaturalist.org";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org." = "您並沒有權限做那件事。您的帳號已被停權。請聯絡 help@inaturalist.org";

/* No comment provided by engineer. */
"You haven't created or downloaded any guides yet." = "您尚未建立或下載任何指南。";

/* No comment provided by engineer. */
"You haven't joined any projects yet." = "您尚未加入任一專案。";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "您必須連接到網路才可以做這件事！";

/* No comment provided by engineer. */
"You must be connected to the Internet to sync." = "您必須連接到網路才能同步。";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to iNaturalist.org" = "您必須連接到網路才能上傳到 iNaturalist.org";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "您必須登入才能存取此專案。";

/* Login reason prompt from project chooser.
   Unspecific signup prompt reason. */
"You must be logged in to do that." = "你必須登入後才能做這件事！";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "您必須登入後才能同步使用者專案。";

/* This is an explanation for why the sync button triggers a login prompt. */
"You must be logged in to upload to iNaturalist.org." = "您必須登入後才能上傳到 iNaturalist.org。";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "您必須登入後才能上傳！";

/* No comment provided by engineer. */
"You must be logged in!" = "您必須登入!";

/* Account is required error message */
"You must be logged in." = "您必須登入。";

/* Reason text for signup prompt while trying to sync a project. */
"You must be signed in to do that." = "你必須登入後才能做這件事。";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "您必須登入才能加入一個專案。";

/* 401 unauthorized message */
"You need to login to do that." = "您必須登入以完成該操作。";

/* No comment provided by engineer. */
"You will receive updates once you've uploaded observations." = "一旦您已上傳觀察記錄就會收到更新的資訊。";

/* No comment provided by engineer. */
"You're running low on iPhone disk space!" = "您的 iPhone 硬碟空間快用完了！";

/* Title for account section of settings. */
"Your Account" = "您的帳號";

/* No comment provided by engineer. */
"Your Guides" = "您的指南";

/* Placeholder for free text observation field value */
"Your response here" = "您的回應在此";
